<?php

return [
    'user_registered' => 'تم انشاء الحساب بنجاح.. سيقوم المشرف بتفعيل حسابك في أقرب وقت',
    'incorrect_credentials' => 'البريد الالكتروني او كلمة المرور غير صحيحة',
    'banned' => 'حسابك محظور',
    'inactive' =>'حسابك قيد المراجعة حالياً، يرجى التواصل مع المدير.',
    'user_login' => 'تم تسجيل الدخول بنجاح',
    'your_profile' => 'حسابك الشخصي',
    'logged_out' => 'تم تسجيل الخروج بنجاح',
    'current_password' => 'كلمة المرور الحالية',
    'pass_incorrect' => 'كلمة المرور الحالية غير صحيحة',
    'pass_change_success' => 'تم تغيير كلمة المرور بنجاح',
    'profile_updated' => 'تم تحديث البيانات الشخصية بنجاح',
    'hierarchy_denied' => 'ليس لديك صلاحية الوصول إلى هذا القسم بناءً على مستواك الوظيفي.',
    'sent_code' => 'لقد تم ارسال رمز التحقق بنجاح',
    'otp' => 'رمز التحقق',
    'otpOrEmail_incorrect' => 'رمز التحقق أو البريد الالمتروني غير صحيح',
    'code_expired' => 'لقد انتهت صلاحية رمز التحقق. يرجى طلب رمز جديد.',
    'reset_success' => 'تم تغيير كلمة مرورك بنجاح، يمكنك تسجيل الدخول الآن.',
    'welcome' => 'أهلاً وسهلاً',
    'otp_message' => 'رسالة التحقق',
    'otp_expiry_notice' => 'إشعار انتهاء صلاحية رمز التحقق لمرة واحدة',
    'otp_subject'=> 'موضوع الرسالة'
];
